Repository: common-repository/zedna-pending-post-indicator-and-notifier
Catalog: languages/zedna-ppian-*.po
Languages: cs_cz

source: Pending post indicator and notifier
cs_cz: Indikace a oznámení nových příspěvků

source: Notification settings saved.
cs_cz: Nastavení oznámení uloženo.

source: Post Status Notifications
cs_cz: Oznámení o stavu příspěvků

source: Pending Review Notifications
cs_cz: Oznámení o čekajícím příspěvku

source: Enter email addresses which should be notified of posts pending review (comma separated).
cs_cz: Zadejte e-mailové adresy, na které by měly být oznámení odeslány (oddělené čárkami).

source: Post Review Notifications
cs_cz: Odeslat oznámení o revizi

source: Notify contributor when their post is approved
cs_cz: Upozornit autora na schválení jeho příspěvku

source: Notify contributor when their post is declined (sent back to drafts)
cs_cz: Upozornit autora, když je jeho příspěvek odmítnut (status změněn zpět do pracovní verze)

source: Save Settings
cs_cz: Uložit nastavení

source: If you like this plugin, please donate us for faster upgrade
cs_cz: Pokud se vám plugin líbí, můžete nám přispět na další vývoj

source: is waiting for approval
cs_cz: čeká na schválení

source: New post from
cs_cz: Nový příspěvek od

source: Author
cs_cz: Autor

source: Title
cs_cz: Název

source: Category
cs_cz: Kategorie

source: Check the post on
cs_cz: Zkontrolujte příspěvek na

source: approved
cs_cz: schválen

source: Your post has been published on
cs_cz: Příspěvek byl publikován na

source: By editor
cs_cz: Šéfredaktor

source: rejected
cs_cz: zamítnut

source: Your post has been rejected. You can fix it on
cs_cz: Váš příspěvek byl zamítnut. Můžete jej opravit na

source: Show the number of pending posts waiting for approval in the admin menu, if any. Also automatically supports custom post types. Sends email notification of posts pending review.
cs_cz: Zobrazení počtu příspěvků čekajících na schválení v administraci (pokud existují). Automatická podpora také custom post typů. Odešle e-mail s upozorněním na čekající články.

source: Radek Mezulanik
cs_cz: Radek Mezuláník
